<?php
// +----------------------------------------------------------------------
// | 功能说明：
// +----------------------------------------------------------------------
// | Copyright (c) http://www.yktour.com.cn
// +----------------------------------------------------------------------
// | Licensed ( http://www.yktour.com.cn/ )
// +----------------------------------------------------------------------
// | Author: lims <limingshang@yktour.com.cn>
// +----------------------------------------------------------------------
// | date: 2020/4/27
// +----------------------------------------------------------------------

/*
审批流文档

审批流简单流程：创建一个审批模板（创建模板需要指定模板内容，及前端需要展示的内容），或者沿用以前的模板将自己需要的审批流程推送到审批流，
在审批流业务中增加成功回调，失败回调即可

以需要创建审批流为例
1、在BomApprovalmodel中录入一个模板id
2、具体里边的详情请详细看BomApprovalmodel中的内容，根据其中一个业务详细跟代码参考以前的代码，此处没有其他逻辑，单独的业务

 */