<?php
// +----------------------------------------------------------------------
// | 功能说明：
// +----------------------------------------------------------------------
// | Copyright (c) http://www.yktour.com.cn
// +----------------------------------------------------------------------
// | Licensed ( http://www.yktour.com.cn/ )
// +----------------------------------------------------------------------
// | Author: lims <limingshang@yktour.com.cn>
// +----------------------------------------------------------------------
// | date: 2020/4/27
// +----------------------------------------------------------------------

/*
一个业务线完整的开发流程
1、第一步：商品录入价格录入基础录入模块此处可能涉及到审批流程具体审批流程请参考审批流文档
2、第二步：app和分销小程序，注意产品来源，和B端下单和C端下单使用相同的外卖价格，注意
3、第三步：所有可能出错的步骤，需要加日志
4、政策录入及分润（暂只有分销小助手有）
5、优惠券功能，此处暂没接触待补充









 */